Repository: keithgee/Re-Resolver
Catalog: Re-Resolver/*.lproj/Localizable.strings
Languages: es

source: According to my manual, Yes.
es: Según mi manual, si.

source: According to NASA the answer is no.
es: Según NASA la respuesta es no.

source: As far as I can tell, yes.
es: Por lo que yo sé, si.

source: Can you ask later. My circuits are having a bad day.
es: Se puede pedir más tarde? Mis circuito están teniendo un día mal.

source: Chance of positive outcome: 93.487%
es: Probabilidad de un resultado positivo: 93.487%

source: I need to think about this a bit longer.
es: Necesito pensar en esto un poco más tiempo.

source: I wouldn't bet on it.
es: Yo no contaría con eso.

source: I'm not sure. Check again later.
es: No estoy seguro. Compruebe de nuevo más tarde.

source: It's looking good.
es: Se parece bien.

source: No Way Jose, your name is Jose, right?!?
es: De ninguna manera, José, tu nombre es José verdad?

source: Nope, Sorry!
es: No, lo siento.

source: Oh Yeah!
es: Si!

source: Only time will tell, so why should I bother?
es: Sólo el tiempo dirá, así que ¿por qué debería molestarme?

source: Sure, when pigs fly.
es: Claro, cuando cerdos pueden volar.

source: Surely you can't be serious?
es: Verdaderamente no puedes ser serio.

source: System Error. Please try again!
es: Error de sistema. Por favor, inténtelo de nuevo.

source: That's a negative.
es: Eso es un negativo.

source: What kind of a question is that?
es: ¿Que tipo de pregunta es esa?

source: Yes
es: Sí

source: Yes.
es: Sí.

source: You can't expect me to answer that now.
es: No puedes esperar que voy a responder ahora.

source: instructions_text
es: Re-Resolver Información Re-Resolver es un intento de preservación para recuperar Resolver – una aplicación de toma de decisiones creado en Islandia que fue una vez altamente calificado – de olvido total causado por actualizaciones de sistemas. El codigo es código abierto y disponible en https://github.com/keithgee/Re-Resolver. Ask - Haz una pregunta y después empujar el widget o agitar el celular por conseguir una respuesta de si/no. Decide - Haz una pregunta y después empujar el widget o agitar el celular por conseguir una respuesta mas verboso que puede ser positiva, negativa o ambigua. Elige - Usa el botón + para añadir opciones. Escriba una nueva opción o usa el botón "Recent" para añadir una opción antigua. Presiona el botón "Elige" Y Re-Resolver eligirá una de las opciones. Aviso: Re-Resolver no tiene ninguna inteligencia de toma de decisiones, se basa en un proceso que es estadísticamente similar a la aleatoriedad. No usas Re-Resolver para tomar decisiones importantes. Como todos los softwares Re-Resolver contiene errores. Nunca usa tecnología para resolver cosas críticas. Reconocimientos: El icono de la palette se encontró en http://megaicons.net/iconspack-691/24003/ y es usado dentro de una licencia Creative Commons 3.0 Attribution. Desarrollo de software: Keith Gilbertson http://keithgilbertson.org Apoyo y pruebas del aparato: Amanda French http://amandafrench.net/ Traducción de Español Hilary Smith Gracias a las bibliotecas de la Universidad Virginia Tech por su apoyo de este proyecto. Agradecimiento especial al equipo de Fancy Pants Global!

source: Ask
es: Pregunta

source: Edit Choice
es: Edita Opción

source: Dark Calm
es: Calma Oscura

source: Crimson
es: Carmesí

source: Clover
es: Trébol

source: Ocean
es: Mar

source: Passion
es: Pasión

source: Through Kate's Eyes
es: A través de los ojos de Kate
